Repository: francescor93/WP-AdvancedImageViewer
Catalog: advanced-image-viewer/languages/advanced-image-viewer-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Advanced Image Viewer requires that <a href="%s">Image Watermark</a> plugin is installed and active. Enable it before proceeding.
it_it: Advanced Image Viewer richiede che il plugin <a href="%s">Image Watermark</a> sia installato e attivo. Abilitalo prima di proseguire

source: This plugin works best when <a href="%s">Easy Primary Category</a> and <a href="%s">Relevanssi</a> are also installed: activate them for maximum functionality.<br>Note: this message will no longer be shown in the future. The absence of one or more of the plugins listed above will not cause problems.
it_it: Questo plugin funziona al meglio quando sono installati anche <a href="%s">Easy Primary Category</a> e <a href="%s">Relevanssi</a>: attivali per avere il massimo delle funzionalità.<br>Nota: questo messaggio non verrà più mostrato in futuro. L'assenza di uno o più dei plugin sopra elencati non comporterà problemi.

source: Sorry, you have to <a href="%s">log in</a> to download this file
it_it: Spiacente, devi <a href="%s">effettuare l’accesso</a> per scaricare questo file

source: Error
it_it: Errore

source: The video url has been defined in an incorrect format. Please double check the attachment settings
it_it: L’url del video è stato definito in un formato non corretto. Ricontrolla le impostazioni dell’immagine

source: Tags
it_it: Tag

source: Image format
it_it: Formato immagine

source: Original file
it_it: File originale

source: Vector format
it_it: Formato vettoriale

source: Upload
it_it: Carica

source: Add to this element a non-image version - Max size: %d KB, allowed extensions: %s
it_it: Aggiungi a questo elemento una versione in formato non immagine - Dimensione massima: %d KB, estensioni ammesse: %s

source: Choose file
it_it: Scegli file

source: Related images
it_it: Immagini simili

source: Images Sizes
it_it: Dimensioni delle immagini

source: Watermarked Thumbnail Size
it_it: Dimensioni miniatura con filigrana

source: Watermarked Medium Size
it_it: Dimensioni immagine media con filigrana

source: Watermarked Large Size
it_it: Dimensioni immagine grande con filigrana

source: Attachments Extensions
it_it: Estensioni allegato

source: Allowed Attachment Extensions
it_it: Estensioni permesse per gli allegati

source: Related Images
it_it: Immagini correlate

source: Max Related Images
it_it: Immagini correlate massime

source: Enter the thumbnail, medium and large image formats sizes that will be generated with the watermark and shown on the site pages
it_it: Inserisci le dimensioni dei formati di immagine miniatura, medio e grande che saranno generati con la filigrana e mostrati sulle pagine del sito

source: Note: these formats are different than the default ones in Wordpress and must have different sizes
it_it: Nota: questi formati sono differenti da quelli standard di Wordpress e devono avere differenti dimensioni

source: Note: to generate watermarked images you must enable the <a href="%s">Image Watermark</a> plugin and select for process the "thumbnailWM", "mediumWM" and "largeWM" formats
it_it: Nota: per generare le immagini con la filigrana devi abilitare il plugin <a href="%s">Image Watermark</a> e selezionare per l’elaborazione i formati "thumbnailWM", "mediumWM" e "largeWM"

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Enter non-image file formats for which you want to allow uploading as additional versions via the attachment view page
it_it: Inserisci i formati di file di tipo non immagine dei quali vuoi permettere il caricamento come versioni aggiuntive tramite la pagina di visualizzazione dell’allegato

source: Add extension to list
it_it: Aggiungi estensione alla lista

source: Allowed extensions
it_it: Estensioni permesse

source: Select an item and save changes to remove it from this list
it_it: Seleziona un elemento e salva le modifiche per rimuoverlo dalla lista

source: Enter the maximum number of related pictures you want to show on the attachment page under active item data
it_it: Inserisci il numero massimo di immagini correlate che vuoi mostrare nella pagina di visualizzazione dell'allegato sotto ai dati dell'elemento attivo

source: Show this maximum number of related images
it_it: Mostra al massimo questo numero di immagini correlate

source: Settings saved
it_it: Impostazioni salvate

source: Save Settings
it_it: Salva impostazioni

source: File error:
it_it: Errore del file:

source: File successfully uploaded
it_it: File caricato con successo

source: Upload error:
it_it: Errore di caricamento:

source: No file has been uploaded, or the uploaded file is corrupted
it_it: Non è stato caricato alcun file, o il file caricato è danneggiato

source: The type of the uploaded file is not supported. Only %s are allowed
it_it: Il formato del file caricato non è supportato. Solo %s sono ammessi
